<template>
  <div class="index">
    home
    <h1>很多很多内容111111112222222222222多很多内多很多内多很多内多很多内多很多内多很多内容111111112222222222222</h1>
    <h1>很多很多内容1</h1>
    <h1>很多很多内容</h1>
    <h1>很多很多内容</h1>
    <h1>很多很多内容2</h1>
    <h1>很多很多内容</h1>
    <h1>很多很多内容</h1>
    <h1>很多很多内容</h1>
    <h1>很多很多内容</h1>
    <h1>很多很多内容</h1>
    <h1>很多很多内容</h1>
    <h1>很多很多内容</h1>
    <h1>很多很多内容3</h1>
    <h1>很多很多内容</h1>
    <h1>很多很多内容</h1>
    <h1>很多很多内容4</h1>
    <h1>很多很多内容</h1>
    <h1>很多很多内容</h1>
    <h1>很多很多内容</h1>
    <h1>很多很多内容5</h1>
    <h1>很多很多内容</h1>
    <h1>很多很多内容</h1>
    <h1>很多很多内容6</h1>
    <h1>很多很多内容</h1>
    <h1>很多很多内容</h1>
    <h1>很多很多内容7</h1>
    <h1>很多很多内容</h1>
    <h1>很多很多内容</h1>
    <h1>很多很多内容</h1>
    <h1>很多很多内容</h1>
    <h1>很多很多内容</h1>
    <h1>很多很多内容</h1>
    <h1>很多很多内容</h1>
    <h1>很多很多内容</h1>
    <h1>很多很多内容</h1>
    <h1>很多很多内容</h1>
    <h1>很多很多内容</h1>
    <h1>很多很多内容</h1>
    <h1>很多很多内容</h1>
    <h1>很多很多内容</h1>
    <h1>很多很多内容</h1>
  </div>
</template>

<script>
export default {
  name: "index",
  data() {
    return {};
  },
  mounted() {},
  methods: {}
};
</script>
<style scoped>
</style>
